---
kind: property
id: P:Autodesk.Revit.DB.ExportLayerTable.Count
source: html/a5800563-a072-f89f-a71c-ebea82b66c38.htm
---
# Autodesk.Revit.DB.ExportLayerTable.Count Property

Count of the items contained in the collection.

## Syntax (C#)
```csharp
public int Count { get; }
```